Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Purified water in bulk is prepared by distillation, by ion exchange, by reverse osmosis or by any other suitable method from water that complies with the regulations on water intended for human consumption laid down by the competent authority.
es_es: El agua purificada a granel se obtiene por destilación, intercambio de iones, ósmosis inversa u otro método idóneo, a partir de agua que cumpla con las normas de la autoridad competente sobre agua para consumo humano.

source: CV for % peak area DS, DP (25, 40, 50 mg/vial) (n = 6):
es_es: Coeficiente de variación del área del pico porcentual para el principio activo y el medicamento (25, 40, 50 mg/frasco-ampolla) (n = 6):

source: As a result, an update of the existing warning in section 4.4 of the SmPC is recommended as well as an additional warning regarding the risks of short-acting beta-2 agonist (SABA) overuse.
es_es: Como resultado, se recomienda actualizar la advertencia de la Sección 4.4 del Resumen de Características del Producto y añadir una advertencia más sobre los riesgos del uso excesivo de los beta-agonistas-2 de acción corta (SABA).

source: reference solution (a):
es_es: Solución de referencia (a):

source: use the chromatogram obtained with reference solution (a) to identify the peak due to impurity A; use the chromatogram supplied with hydrochlorothiazide for peak identification CRS and the chromatogram obtained with reference solution (d) to identify the peaks due to impurities B and C.
es_es: Usar el cromatograma de la solución de referencia (a) para la identificación del pico de la impureza A; usar el cromatograma de la hidroclorotiazida para identificar los picos de CRS, y el cromatograma de la solución de referencia (d) para identificar los picos de las impurezas B y C.

source: (Figure 1)
es_es: (Figura 1)

source: Table 4gives an overview about the dedicated equipment, Table 5lists the shared major equipment used for the production of tenecteplase powder for solution for injection 50 mg/vial Drug Product.
es_es: En laTabla 4 se presenta una reseña de los equipos dedicados; en la Tabla 5 hay un listado de los equipos más importantes compartidos que se usan en la producción del medicamento Tenecteplasa, polvo para solución inyectable, 50 mg/frasco-ampolla

source: Table 4gives an overview about the dedicated equipment, Table 5lists the shared major equipment used for the production of tenecteplase powder for solution for injection 50 mg/vial
es_es: En laTabla 4 se presenta una reseña de los equipos dedicados; en la TableTabla 5Table hay un listado de los equipos más importantes compartidos que se usan en la producción de Tenecteplasa, polvo para solución inyectable, 50 mg/vial

source: Baseline characteristics, intention-to-treat population
es_es: Características iniciales, población según intención de tratar

source: Dissolve 60 g of cobalt chloride R in about 900 mL of a mixture of 25 mL of hydrochloric acid R and l975 mL of water R and dilute to 1000.0 mL with the same mixture.
es_es: Disolver 60 g de cloruro de cobalto R en aproximadamente 900 ml de una mezcla consituida por 25 ml de ácido clorhídrico R y 975 ml de agua R, y diluir hasta obtener 1000.0 ml con la misma mezcla.

source: Distribution of the modified Rankin Scale scores at 90–120 days, intention-to-treat population
es_es: Distribución de la escala de Rankin modificada entre los 90 y los 120 días en la población por intención de tratar

source: Efficacy outcomes in the intention-to-treat population
es_es: Resultados de efectividad en la población según intención de tratar

source: Forest plot of unadjusted risk difference estimates for the primary outcome (modified Rankin Scale score of 0–1) stratified by prespecified subgroups, intention-to-treat population
es_es: Diagrama de bosque de las estimaciones de la diferencia de riesgo sin ajustar para el desenlace primario (puntuación de la escala Rankin modificada de 0 a 1), estratificada por subgrupos preespecificados, población clasificada por intención de tratar

source: Moreover, in line with the GVP Module V Revision 2 recommendations, there is no reasonable expectation that existing or future feasible pharmacovigilance activities could further characterise the safety profile of Trajenta with respect to pregnancy/breastfeeding.
es_es: Por lo demás, siguiendo las recomendaciones del Módulo V de las buenas prácticas de farmacovigilancia, revisión 2, no existe ninguna expectativa razonable de que las actividades de farmacovigilancia viables existentes o futuras puedan caracterizar mejor el perfil de seguridad del uso de Jardiance en el embarazo o la lactancia.

source: Prepare all standards in amber glassware.
es_es: Preparar todos los estándares en utensilios de vidrio de color ámbar.

source: Primary segregation focuses on the facility design aspects required to protect an exposed product.
es_es: La segregación primaria se centra en los aspectos de diseño de las instalaciones necesarios para proteger un producto expuesto.

source: Safety outcomes in patients who received at least some dose of either thrombolytic agent and reported as treated*
es_es: Desenlaces de seguridad de los pacientes que recibieron al menos una dosis de uno u otro de los trombolíticos y se reportaron como tratados*

source: Sample solution is stable for 6 days at room temperature in amber glass.
es_es: La solución muestra es estable 6 días a temperatura ambiente en vidrio de color ámbar.

source: The limits according to effective procedures comply with current requirements:
es_es: Los límites basados en los procedimientos en vigor cumplen con los requisitos vigentes:

source: All acceptance criteria of linearity, accuracy and precision met for a range of 3.15 – 9.40 µg (50 – 150 %)
es_es: Se cumplieron todos los criterios de aceptación de linealidad, exactitud y precisión para un rango de 3.15 a 9.40 µg (50 a 150 %).

source: Appearance:
es_es: Aspecto:

source: Large vessel occlusion is defined as internal carotid artery, M1 segment middle cerebral artery (MCA) occlusion or functional M1 segment MCA occlusion i.e. all M2 segments MCA are occluded on baseline CTA scan.
es_es: La oclusión de grandes vasos se define como tal en la arteria carótida interna o el segmento M1 de la arteria media proximal (MCA) o como oclusión funcional del segmento M1 de la arteria media proximal; es decir, asumiendo oclusión en todos los segmentos M2 de la arteria media proximal en la angiografía por TAC inicial.

source: Nitrates:
es_es: Nitratos:

source: Ready to use syringe kit 50 mg/10 mL
es_es: Kit de jeringas listo para usar de 50 mg/10 ml

source: TAMC :
es_es: Recuento de microorganismos aerobios totales:

source: Samples / BB
es_es: Muestras / Blanco del buffer

source: max.
es_es: máx.

source: Lancet 2022; published online June 29.
es_es: Lancet 2022; publicado en línea el 29 de junio.

source: Acetone
es_es: Acetona

source: Agilent 1100 series:
es_es: Serie agilent 1100:

source: Agilent 1200 series:
es_es: Serie agilent 1200:

source: BATCH ANALYSIS FOR DRUG SUBSTANCE BATCHES ANALYSED WITH THE CURRENT CEX HPLC METHOD (QA55406) AND THE PROPOSED CEX HPLC METHOD (QA063329)
es_es: ANÁLISIS DE LAS PARTIDAS DEL PRINCIPIO ACTIVO ANALIZADAS CON LOS MÉTODOS HPLC-CEX VIGENTE (QA55406) Y PROPUESTO (QA063329)

source: CD 38800 (impurity of Dabigatran):
es_es: CD 38800 (impureza de dabigatrán):

source: Dissolve 46 g of ferric chloride R in about 900 mL of a mixture of 25 mL of hydrochloric acid R and 975 mL of water R and dilute to 1000.0 mL with the same mixture.
es_es: Disolver 46 g de cloruro de hierro R en aproximadamente 900 ml de una mezcla consituida por 25 ml de ácido clorhídrico R y 975 ml de agua R, y diluir hasta obtener 1000.0 ml con la misma mezcla.

source: Each analysis was performed according to the analytical procedure.
es_es: Cada análisis se realizó según el procedimiento analítico.

source: El principio activo “empagliflozina” obtiene un puntaje de 7 puntos ponderando el 88% de cumplimiento de los criterios de inclusión.
es_es: The drug substance "empagliflozin" gets 7 points and reaches 88% of the inclusion criteria.

source: For Isocratic HPLC methods:
es_es: Para los métodos de HPLC isocráticos:

source: HPLC unit with UV detection (e.g. Agilent 1100 with DAD)
es_es: Unidad de HPLC con detección UV (por ejemplo, Agilent 1100 con detector de arreglo de diodos)

source: If you are signing from a country that is not your country of employment, you are not allowed to sign binding agreements with external parties (e.g. speaker agreements, sponsoring agreements or consultancy agreements.
es_es: No está permitido firmar acuerdos vinculantes desde países que no sean aquel donde está radicado el contrato de trabajo; esto incluye el dictado de conferencias, el patrocinio y las consultorías.

source: Linagliptin peaks are labeled as BI1356BS.
es_es: Los picos de linagliptina estan rotulados BI1356BS.

source: Los perfiles de disolución para las diferentes dosis son similares a pH 1,2, 4,5, 6,8 y en el medio de control de calidad (QC), a menos que se justifique por la ausencia de condiciones de inmersión.
es_es: The dissolution profiles for the different doses are similar at pH 1.2, 4.5, 6.8 and in the QC medium, unless justified by the absence of immersion conditions.

source: Límites sobre la diferencia relativa en la cantidad de excipiente en dos medicamentos farmacéuticos terminados (sólidos orales) para los medicamentos que se deben considerar cuantitativamente similar en esos excipientes.
es_es: Limits above the inactive ingredient quantitative relative difference in two finished oral solid drug products for inactive ingredients to be considered quantitative similar therein.

source: Mixing speed:
es_es: Velocidad de mezclado:

source: OBJETIVO................................................................................................................................
es_es: PURPOSE

source: PASOS A SEGUIR .....................................................................................................................
es_es: STEPS

source: Prepare all samples in amber glassware.
es_es: Preparar todas las muestras en utensilios de vidrio de color ámbar.

source: Report the value in % w/w.
es_es: Infomar el valor como % p/p.

source: Separately inject equal volumes of solutions as per Sequence of injection into the chromatograph and record the peak area responses for the major peaks and check for the System suitability requirements.
es_es: Inyectar por separado volúmenes iguales de las soluciones, según la secuencia de inyecciones, en el cromatógrafo, registrar las respuestas del área del pico para los picos principales y verificar los requisitos de adecuación del sistema.

source: Si un principio activo es eximido inicialmente de la presentación de estudios de bioequivalencia “in vivo” por su Clasificación Biofarmacéutica (BCS), pero el mismo no cumple con todos los criterios de bioexención establecidos en la sección 11.2.1 del Anexo 1 de la Guía Técnica de Bioequivalencia y Biodisponibilidad del presente instructivo, el titular del registro sanitario o solicitante del registro sanitario deberá presentar los estudios de bioequivalencia “in vivo”.
es_es: If a drug substance is initially exempt from submitting “in vivo” bioequivalence studies due to its Biopharmaceutical Classification (BCS), but it does not meet all the biowaiver criteria in section11.2.1 of Annex 1 of the Technical Guide on Bioequivalence and Bioavailability hereof, the health registration holder or applicant must file the in vivo bioequivalence studies.

source: The LOQ is set at the lowest load where all acceptance criteria are met, i.e., 5 % target load corresponding to 0.31 μg.
es_es: El límite de cuantificación se establece en la menor carga en la que se cumplen todos los criterios de aceptación, es decir, 5% de la carga objetivo, que corresponde a 0.31 μg.

source: The stability of the calibration solution Lin 5 was confirmed for 8 days in amber vial under ambient laboratory conditions (room temperature, daylight), for 8 days in amber vial stored in autosampler at about 4°C and for 8 days in volumetric flask stored in a refrigerator at about 5°C.
es_es: La estabilidad de la solución de calibración Lin 5 se confirmó conservándola 8 días en frasco de vidrio de color ámbar en condiciones ambiente de laboratorio (a temperatura ambiente, luz de día), 8 días en frasco de vidrio de color ámbar dentro de un procesador de muestras automático a aproximadamente 4° C, y 8 días en matraz aforado en refrigerador a aproximadamente 5° C

source: The validation acceptance criteria for the robustness parameter “autosampler hold time” are met.
es_es: Se cumplen los criterios de aceptación de la validación para el parámetro de robustez “tiempo de espera del procesador de muestras automático”.

source: The validation acceptance criteria for the robustness parameter “column temperatures” are met.
es_es: Se cumplen los criterios de aceptación de la validación para el parámetro de robustez "temperaturas de columna".

source: The validation acceptance criteria for the robustness parameter “injection volume” are met.
es_es: Se cumplen los criterios de aceptación de la validación para el parámetro de robustez "volumen de inyección".

source: The validation acceptance criteria for the robustness parameter “mobile phase” are met.
es_es: Se cumplen los criterios de aceptación de la validación para el parámetro de robustez "fase móvil".

source: The validation acceptance criteria for the robustness parameter “protein concentration for reduction” are met.
es_es: Se cumplen los criterios de aceptación de la validación para el parámetro de robustez “concentración de proteína para la reducción”.

source: The validation acceptance criteria for the robustness parameter “reduction temperatures and times” are met.
es_es: Se cumplen los criterios de aceptación de validación para el parámetro de robustez “temperaturas y tiempos de reducción”.

source: The validation acceptance criteria for the robustness parameter “volume of reduction agent” are met.
es_es: Se cumplen los criterios de aceptación de la validación para el parámetro de robustez “volumen del agente de reducción”.

source: The validation acceptance criteria for “accuracy” are met.
es_es: Se cumplen los criterios de aceptación de validación para la "exactitud".

source: The validation acceptance criteria for “intermediate precision” are met.
es_es: Se cumplen los criterios de aceptación para la validación de la "precisión intermedia".

source: The validation acceptance criteria for “repeatability” are met.
es_es: Se cumplen los criterios de aceptación de validación para la "repetibilidad".

source: Use amber glassware for standard and sample preparations.
es_es: Emplear utensilios de vidrio de color ámbar para llas preparaciones estándar y muestra.

source: Using a suitable diffusion mixer pre-blend 3 batches of the raw granulate with silica colloidal anhydrous and maize starch.
es_es: Con una mezcladora por difusión adecuada , premezclar 3 partidas del granulado sin procesar con sílice coloidal anhidro y almidón de maíz.

source: is a consecutive letter from A-Z
es_es: es una letra consecutiva de la A a la Z y,

source: not applicable
es_es: No corresponde

source: Two-chain:
es_es: Cadena doble:

source: Notably, with this sample size, if the rate of excellent functional outcome (ie, mRS score of 0–1) in the alteplase group at the end of the trial was actually 35%, as postulated, the worst corresponding excellent outcome rate in the tenecteplase group that would meet the non-inferiority test would be 34.7%, for which the lower 95% CI bound on the difference is –4.96%.
es_es: Vale señalar que, con este tamaño de muestra, si la tasa de un desenlace funcional excelente (es decir, una puntuación mRS de entre 0 y 1) en el grupo de alteplasa al cabo del ensayo fuera 35%, como se plantea, la peor tasa correspondiente de análogo desenlace excelente para tenecteplasa que cumpliera la prueba de no inferioridad sería 34.7%, para lo cual el límite inferior del IC del 95% de la diferencia sería -4.96%.

source: By contrast with the NOR-TEST trials, we selected a tenecteplase dose of 0.25 mg/kg on the basis of data suggesting reduced risk of bleeding at this dose compared with the 0.4 mg/kg dose,7,13
es_es: A diferencia de los ensayos NOR-TEST, seleccionamos una dosis de tenecteplasa de 0.25 mg/kg basándonos en información que indicaba que esta tendría un riesgo menor de hemorragia que la de 0.4 mg/kg.7,13

source: Median symptom onset-to-randomisation time of 2 h (IQR 1.5–3.0) and door-to-needle times close to 30 min reflect current practice within Canada and are similar to workflow processes in other countries.1,4,27
es_es: Si se considera la mediana del tiempo transcurrido desde el inicio de los síntomas hasta la aleatorización (2 h {rango intercuartílico: 1.5–3.0]) y el tiempo desde el ingreso hasta la punción (aproximadamente 30 min] se desprende que las condiciones reflejan la práctica actual en Canadá y son similares a los procesos de flujo de acción de otros países.1,4,27

source: and improved efficacy compared with a 0.1 mg/kg dose.9
es_es: y una mayor eficacia que la dosis de 0.1 mg/kg.9

source: Response
es_es: Respuesta

source: Single-chain:
es_es: Cadena única:

source: This dose of 0.25 mg/kg was also used in the phase 2 EXTEND-IA TNK trial6 of patients with large vessel occlusions, the phase 3 TASTE-A trial26 that enrolled patients from mobile stroke units, and in ongoing tenecteplase trials in patients with acute stroke (NCT02814409 and ACTRN 12613000243718).
es_es: Esta dosis de 0.25 mg/kg también se usó en el ensayo de fase 2 EXTEND-IA TNK6 , que investigó a pacientes con oclusión de grandes vasos, el ensayo de fase 3 TASTE-A26 , que recluto pacientes de unidades móviles de ACV, y en los ensayos en curso de tenecteplasa realizados sobre pacientes con ACV agudo (NCT02814409 y ACTRN 12613000243718).

source: Unlike alteplase, the ease of administration of tenecteplase, including that the bolus-administered medication does not require infusion monitoring during intra-hospital or inter hospital transfer, might help reduce dosing errors and improve patient workflow and, potentially, outcomes.
es_es: A diferencia de alteplasa, la facilidad de administración de la tenecteplasa, incluido el hecho de que el medicamento administrado en bolo no requiere control de la infusión durante el traslado intrahospitalario o interhospitalario, podría ayudar a reducir los errores de dosificación y mejorar el flujo de trabajo sobre el paciente y, potencialmente, los resultados.

source: Refer to Table 13and Table 15
es_es: Consultar la Tabla 13y la Tabla 15

source: En la solicitud se deberá incluir la siguiente información:
es_es: The application should include:

source: Robust for variation of ± 5°C, ± 2 minutes
es_es: Robusto para la variación: de ± 5° C ±2 minutos

source: Copyright © 2022 Elsevier Ltd.
es_es: Propiedad intelectual © 2022 Elsevier Ltd.

source: Modified Rankin Scale (mRS) scores were obtained through standardised telephone interviews centrally by trained research coordinators who were masked to treatment allocation, using the Rankin Focused Assessment.20
es_es: Para calcular las puntuaciones de la Escala Rankin Modificada (mRS) hubo coordinadores de investigación capacitados y enmascarados a la asignación de tratamientos que realizaron entrevistas telefónicas estandarizadas centralizadas, utilizando una Evaluación Enfocada de Rankin.20

source: ∙ Actualización del listado de moléculas que deben presentar estudios de bioequivalencia y del listado de los comparadores.
es_es: ∙Updated list of molecules subject to bioequivalence studies and their comparators.

source: ∙ Se actualiza el objetivo del instructivo.
es_es: ∙Updating of the insert purpose.

source: ∙ Se amplía el criterio de priorización para la selección de las nuevas moléculas con exigencia de presentar estudios de bioequivalencia en las actualizaciones de la lista.
es_es: ∙Broadening of the priority criterion for updated listings of new molecules which should include bioequivalence studies.

source: (suspect drugs)
es_es: (medicamentos sospechados)

source: Secondary segregation focuses on non-critical facility aspects, which result from the use of closed processing.
es_es: La segregación secundaria se centra en aspectos no críticos de las instalaciones, que surgen de usar un procesamiento cerrado.

source: Simple randomisation occurred until a site had enrolled five patients, after which the algorithm became active.
es_es: Hubo aleatorización simple hasta que un sitio reclutara a cinco pacientes, tras lo cual se activaba el algoritmo.

source: Refer to Table 9and Table 11
es_es: Consultar Tabla 9y Tabla 11

source: The final process steps are capsule printing followed by bulk packaging.
es_es: Los pasos finales del proceso son la impresión de la cápsula seguida del acondicionamiento a granel.

source: Robust for variation of up to ± 5°C
es_es: Robusto para la variación de hasta ± 5° C

source: Data on patient baseline characteristics and workflow interval times were collected from the registries.
es_es: Se tomaron de los registros las características inicales de los pacientes y los datos de los diferentes intervalos.

source: However, rates of imaging-defined intracranial haemorrhage (assessed blinded to symptom status and treatment allocation) showed no differences between the two groups, and the imaging-defined rates of type 2 parenchymal haematoma (ie, haematoma occupying ≥30% of infarct with obvious mass effect) were similar to the observed rates of symptomatic intracerebral haemorrhage in the trial.
es_es: Sin embargo, las tasas de hemorragia intracraneal identificada en imágenes (con cegado de los síntomas y la asignación de tratamiento) no arrojaron diferencias entre los dos grupos, y las tasas hematoma parenquimatoso tipo 2 identificado por imágenes (es decir, hematoma que ocupa ≥30% del infarto con efecto de masa evidente) fueron similares a las tasas observadas de hemorragia intracerebral sintomática en el ensayo.

source: NIHSS denotes the National Institute of Health Stroke Scale.
es_es: NIHSS es la Escala de accidentes cerebrovasculares del National Institute of Health.

source: Tenecteplase offers greater ease of use administered as a bolus medication and might be less costly in some settings than alteplase.
es_es: Tenecteplasa se administra más fácilmente como bolo y podría ser menos costosa que alteplasa en algunos entornos.

source: Tenecteplase, a genetically modified variant of alteplase with increased fibrin specificity used in patients with acute myocardial infarction, has a longer plasma half-life and is administered as a bolus rather than as an infusion.5
es_es: La tenecteplasa, una variante genéticamente modificada de la alteplasa con mayor especificidad con respecto a la fibrina, que se empela en pacientes con infarto agudo de miocardio, tiene una vida media plasmática más larga y se administra en forma de bolo en lugar de infusión.5

source: The actual lower bound of the 95% CI for the difference in proportion of patients who had excellent functional outcome at 90–120 days between tenecteplase and alteplase treatment was –2.6%, which met the non-inferiority margin of –5%.
es_es: Considerando la diferencia en la proporción de pacientes con un resultado funcional excelente entre los 90 y los 120 días con tenecteplasa y alteplasa, el límite inferior real del IC del 95 % fue –2.6 %, lo que superó el margen de no inferioridad de –5 %.
